// General
"Chameleon_title" = "Chameleon 变色龙引导器";
"Chameleon_description" = "Chameleon 需要安装 3 个基本文件。 (简而言之)
boot0 (在磁盘 MBR) 用于载入 boot1.
boot1 (在分区的引导区，即 boot-sector)用于定位 boot2.
boot2 (在分区根目录)用于载入内核及其他插件";

"Standard_title" = "标准安装";
"Standard_description" = "将 Chameleon 文件以 boot0 或 boot0md 方式安装到选定分区，可避免影响已有的 windows 引导。";

"EFI_title" = "EFI 安装";
"EFI_description" = "将 Chameleon 文件以 boot0 或 boot0md 方式安装到隐藏的 EFI 分区，可避免影响已有 的windows 引导。";

"noboot_title" = "不安装引导器";
"noboot_description" = "仅安装 Extra 文件夹。";

// Modules

"Module_title" = "Chameleon 插件";
"Module_description" = "不替换主要的引导文件的前提下，插件系统配合 Chameleon 可以为用户及开发者提供更多的内核功能。";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "启用 AMD 显卡插件 ( Rev 784 以上 版本适用)。
该插件不支持“古老的” ATI 显卡。
如果你的 HD 系列显卡在早先的代码中被支持却被本插件遗漏，请于 http://forge.voodooprojects.org/p/chameleon/issues/ 指正，ATI 代码的其他遗误同此处理。仅确认可驱动显卡被列入此代码。";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "启用 ATi 显卡插件 ( Rev 784 以下 版本适用)。
支持“古老的”显卡…
基于 Meklort 的工作";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "启用 Intel 显卡插件。完美驱动一些 Intel 显卡，移动版为主。";

"klibc_title" = "klibc";
"klibc_description" = "该插件用于提供标准 c 资源库给插件调用，以备 Chameleon 资源库的不足。
目前仅被 uClibc++ library 使用。
源代码: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "此插件会读取主要显示器的 EDID 信息。
按现在的情况，本插件目前不被内置到trunk版，并限制其使用。
此外，这个插件会修正早期 Intel HD 显卡的 VESA 模式，在引导时即提供正确的分辨率。";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "启用 nVidia 显卡插件。
如果你的显卡可以支持，却被此代码遗漏，请于 http://forge.voodooprojects.org/p/chameleon/issues/ 指正。仅确认可驱动显卡被列入此代码。";

"uClibc_title" = "uClibc++";
"uClibc_description" = "该插件用于提供一个极简的 c++ 运行库给其插件调用。
插件本身不产生作用，而是令其他插件可以使用 c++ 语言。
请注意 rtti 和例外都已禁用。
源代码: http://cxx.uclibc.org/
依存: klibc";

"Keylayout_title" = "Keylayout";
"Keylayout_description" = "键盘布局，此插件允许用户定义键盘按键映射。";

// Utility
"Utility_title" = "实用工具";
"Utility_description" = "可选，设置帮助文件";

"PrefPanel_title" = "系统偏好设置";
"PrefPanel_description" = "安装 Chameleon 的偏好设置面板。";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "拷贝一份 smbios.plist 范例到 /Extra/Configuration 。";

"Documentation_title" = "说明文件";
"Documentation_description" = "手动安装和设置 Chameleon 说明文件。";

// Options
"Options_title" = "引导选项";
"Options_description" = "建立一个 /Extra/org.chameleon.Boot.plist 并勾选个人所需的 Chameleon 控制选项。";

"arch_title" = "arch=i386";
"arch_description" = "以 32 位模式引导内核，而非默认的 64 位模式。";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "显示选择启动分区画面，而非倒计时画面。";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "启用安静启动模式（没有信息或提示）。";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "禁用 自动启用 重启修复。";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "禁用显示分区和分辨率的详细信息。";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "忽略主板内建的 SSDT 表。";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "启用将乙太网路设备加入‘内建’的选项";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "启用自动识别 NVIDIA GPU 并注入正确信息的选项。";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "启用特定处理器的 C2 功耗模式。";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "启用特定处理器的 C3 功耗模式。";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "启用特定处理器的 C4 功耗模式。";

"SkipFTFix_title" = "SkipFTFix=Yes";
"SkipFTFix_description" = "用于暂时解决 RAID 引导的问题。";

// Advanced
"Advanced_title" = "高级选项";
"Advanced_description" = "勾选你需要的 Chameleon 控制选项。";

"Npci_title" = "npci=0x2000";
"Npci_description" = "在 kernel flag 中设置 npci=0x2000 开机参数。";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "隐藏 Chameleon 图形使用者介面的 引导参数输入框。";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "引导画面 使用传统的 Apple Logo（灰白两色）而非主题中的 boot.png。";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "启用 默认 SMBIOS 选项。";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "启用 UseAtiROM 选项。";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "启用 UseNvidiaROM 选项。";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Chameleon 完成设置后暂停引导进程，按任意键才载入 mach_kernel。结合 -v 模式启动，做错误排除时非常有用。";

"Wake_title" = "Wake=Yes";
"Wake_description" = "尝试载入最后一次休眠时保存的睡眠镜像。";

"GUI_title" = "GUI=No";
"GUI_description" = "禁用默认启用的图形使用着界面。";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "启用 VBIOS 选项";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "启用自动生成处理器闲置休眠状态 (C-States)。";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "启用自动生成处理器功耗表现状态 (P-States)。";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "利用 SystemIO registers 而非 FixedHW 的新式 C-States _CST 生成方法。";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "启用 Intel 芯片组的 HPET 功能（主板 BIOS 没有 HPET 的专用选项）。";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "此选项可以让你避开损坏的睡眠镜像。";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "修复任何不良 BIOS 造成的 EHCI 所有权问题。";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "启动 Mac OS X 之前，先重置 UHCI 控制器。";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "禁用自动识别内存。";

"UseKernelCache_title" = "UseKernelCache=Yes";
"UseKernelCache_description" = "选用 Yes 将载入预链接内核并忽略 /Extra/Extensions 和 /System/Library/Extensions 还有 Extensions.mkext。
默认值为 No，除非你在 RAID 分区上使用 Lion 才为 Yes。";

// KeyLayout
"KeyLayout_title" = "键盘布局";
"KeyLayout_description" = "设置键盘布局";

"mac-de_title" = "德语 Mac 键盘";
"mac-de_description" = "使用德语 Mac 键盘布局";

"mac-es_title" = "西班牙语 Mac 键盘";
"mac-es_description" = "使用西班牙语 Mac 键盘布局";

"mac-fr_title" = "法语 Mac 键盘";
"mac-fr_description" = "使用法语 Mac 键盘布局";

"mac-it_title" = "意大利语 Mac 键盘";
"mac-it_description" = "使用意大利语 Mac 键盘布局";

"mac-se_title" = "瑞典语 Mac 键盘";
"mac-se_description" = "使用瑞典语 Mac 键盘布局";

"pc-fr_title" = "法语 PC 键盘";
"pc-fr_description" = "使用法语 PC 键盘布局";

// Resolution
"Resolution_title" = "分辨率设置";
"Resolution_description" = "设置显示器的分辨率";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x768x32_title" = "1280x768x32";
"1280x768x32_description" = "1280x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "背景主题";
"Themes_description" = "示范主题的选集。可以在 http://forum.voodooprojects.org/index.php/board,7.0.html 找到更多主题。";

"Embed_title" = "Embed";
"Embed_description" = "(Embed，内嵌) 编译到 Chameleon 内嵌主题所需之更小的新默认主题。";

"Legacy_title" = "Legacy";
"Legacy_description" = "(Legacy，传统) Chameleon 先前的默认主题。";

"Default_title" = "Default";
"Default_description" = "(Default，标准) Chameleon 新的默认主题。";

"Bullet_title" = "Bullet";
"Bullet_description" = "(Bullet，子弹) Chameleon 新的子弹主题。";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "有用的附加项目的选集。";

"SMBios_title" = "SMBIOS 覆盖";
"SMBios_description" = "在 Extra 中安装 smbios.plist 覆盖默认的 SMBIOS。";

// Error strings
"ERROR_BOOTVOL" = "本软件必须安装在启动卷宗。";
"ERROR_INSTALL" = "这个卷宗没有达到更新所需要求。";

"Newer_Package_Installed_message" = "一个更新版本的 Chameleon 已经安装了。";
"Intel_Mac_message" = "此软件无法安装在这台电脑上。";
